{
  "questions": [
    "If you could have dinner with any historical figure, who would it be and why?",
    "What's a skill you've always wanted to learn but haven't yet?",
    "If you could live in any fictional universe, which one would you choose?",
    "What's the most interesting thing you've learned recently?",
    "If you could master any creative skill instantly, what would it be?",
    "What's your favorite way to spend a rainy day?",
    "If you could visit any place in the world, where would you go?",
    "What's a book, movie, or show that changed your perspective on something?",
    "If you could have any superpower, what would it be and how would you use it?",
    "What's something you're passionate about that most people don't know?",
    "If you could time travel, would you go to the past or the future? Why?",
    "What's the best piece of advice you've ever received?",
    "If you could instantly become an expert in something, what would it be?",
    "What's your favorite comfort food and why?",
    "If you could change one thing about the world, what would it be?",
    "What's a hobby you'd recommend everyone try at least once?",
    "If you could talk to animals, which animal would you most want to chat with?",
    "What's something you're grateful for today?",
    "If you could relive one day of your life, which would you choose?",
    "What's your ideal way to spend a weekend?",
    "What is a video game mechanic you wish existed in real life?",
    "Who in your system (or friend group) causes the most chaos?",
    "If you had to eat one meal for the rest of your life, what would it be?",
    "What is the weirdest dream you've ever had?",
    "If you were a ghost, who would you haunt and why?",
    "What song instantly puts you in a good mood?",
    "If animals could talk, which one would be the rudest?",
    "What is the most useless talent you have?",
    "If you started a cult, what would it be about?",
    "What is a movie everyone loves that you actually hate?",
    "If you were an NPC in a video game, what item would you drop when defeated?",
    "What is your 'Roman Empire'? (Something you think about almost every day)",
    "If you could only keep three apps on your phone, what would they be?",
    "What is the scariest movie you have ever seen?",
    "If you could merge two animals to create the ultimate pet, what would they be?",
    "What is a conspiracy theory you actually find kinda plausible?",
    "If you could delete one word from the dictionary, what would it be?",
    "What was your favorite cartoon growing up?",
    "If you had a warning label on your forehead, what would it say?",
    "What is the best Wi-Fi name you have ever seen?",
    "If you could swap lives with any fictional character for a week, who would it be?",
    "What is the most expensive thing you've broken?",
    "If you were a flavor of ice cream, what would you be and why?",
    "What is something simple that you still struggle to do?",
    "If you could rename yourself right now, what name would you pick?",
    "What is the strangest coincidence that ever happened to you?",
    "If you could teleport, where is the first place you would go?",
    "What is your favorite 'bad' joke?",
    "If you had to survive a zombie apocalypse with the main characters of the last show you watched, how screwed are you?",
    "What is one thing you refuse to spend money on?"
  ],
  "used_questions": [],
  "last_posted": null
}
